Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.et-lt.tmx
Source language: et
Languages: lt

source: Väheneb vigastuste oht ja töö muutub tõhusamaks.
lt: Susižeidimų rizika būna mažesnė, o darbas efektyvesnis.

source: Töökeskkonnaamet (Arbetsmiljöverket) on Rootsi riiklik institutsioon, mis teostab kontrolli töökeskkonna suhtes.
lt: Švedijos Valstybinė darbo aplinkos inspekcija yra valstybinė žinyba, atliekanti tikrinimus darbo aplinkos srityje.

source: Me kontrollime ehitus- ja rajatisplatside töökeskkonda ning meil on õigus esitada nõudmisi meetmete kasutuselevõtuks töökeskkonna turvalisusnõuetele vastavaks muutmisel.
lt: Mes tikriname darbo aplinką statybvietėse ir, jei reikia, keliame reikalavimus taikyti priemones, kad darbo aplinka būtų priimtina.

source: Kui riskid on liiga suured, on meil õigus edasine töö ehitusplatsil keelata seniks, kuni töökeskkonda on parendatud.
lt: Jei egzistuoja ypač didelė rizika, galime uždrausti tolesnį darbą tol, kol nebus įvykdytos pagerinimo priemonės.

source: Keeld tuleb allkirjastada, kuid allkiri tõendab ühtlasi, et tööandja on vastu võtnud kirjaliku koopia ettekirjutustest.
lt: Tokį draudimą reikia pasirašyti, tačiau parašas tereiškia patvirtinimą, kad gautas sprendimo dokumentas.

source: Paljude ehitustöölistega tuleb ette õnnetusi ja tööst tingitud haigestumisi või vigastusi.
lt: Daug statybos darbuotojų ištinka nelaimingi atsitikimai ir ligos, susijusios su darbu.

source: Võib juhtuda, et tööline kukub, töötab vales tööasendis, tõstab midagi rasket või vigastab end mõne masinaga töötades.
lt: Jie nukrenta, dirba neteisingoje darbo pozicijoje, kilnoja sunkų svorį ar būna sužeidžiami mašinų.

source: Halb planeerimine ja ajaressursi vähesus tõstab õnnetuste riske.
lt: Blogas planavimas ir laiko stoka didina nelaimingų atsitikimų riziką.

source: Töökeskkonnaameti välja antud seadused ja ettekirjutused näevad ette, kuidas ehitustöid tuleb läbi viia.
lt: Valstybinės darbo aplinkos inspekcijos įstatymai ir nuostatos apibrėžia, kaip turi vykti statybos darbai.

source: Käesolevast brožüürist võite lugeda mõnigatest minimaalsetest nõuetest.
lt: Šiame lankstinuke galima pasiskaityti apie keletą minimalių reikalavimų.

source: Ehitiste ja hoonete ehitamise, muutmise, rekonstrueerimise, hoolduse või lammutustega seonduvad töid reguleerivad Töökeskkonnaseadus ja Töökeskkonnaameti ehituseeskirjad.
lt: Pastatų ar kompleksų statybos, rekonstrukcijos, remonto, planinio remonto ir griovimo darbus reglamentuoja Darbo aplinkos įstatymas ir Valstybinės darbo aplinkos inspekcijos nuostatos.

source: Rootsi töökeskkonna reeglid kehtivad Rootsis töötava välismaise tööjõu puhul olenemata sellest, kas tööline on tööle võetud välismaise ettevõtte poolt, palgatud lepinguliselt rootsi tööandja poolt või töötab iseseisva ettevõtjana.
lt: Švedijos darbo aplinkos taisyklės galioja Švedijoje darbuotojams iš užsienio, nepaisant to, ar jie yra įdarbinti užsienio įmonės, yra samdomi švedų darbdavio, ar dirba savarankiškai.

source: Reeglid käivad nii ettevõtte omaniku kui töövõtja kohta, olenemata töövõtuvormist.
lt: Taigi taisyklės galioja ir savarankiškai dirbančiam asmeniui, ir įdarbintiems darbuotojams, nepriklausomai nuo įdarbinimo formos.

source: Kukkumiste ohu vähendamine
lt: Kritimo iš aukštai rizikos sumažinimas

source: Kukkumine on ehitusplatsidel kõige tavalisemaks surmade või õnnetuste põhjuseks.
lt: Kritimas iš aukštai yra pagrindinė mirčių ir nelaimingų atsitikimų statybvietėse priežastis.

source: Kukkummiste oht peab olema ennetatud.
lt: Yra Yra privaloma kritimo iš aukštai rizikos prevencija.

source: Kui kahe tasandivaheline vahe on üle kahe meetri, on reeglina vajalik mingit tüüpi kaitse.
lt: Jei lygių skirtumas yra didesnis nei du metrai, pagal taisyklę reikia apsaugos.

source: Kaitsepiirded, tööplatvormid, töökorvid, ehitustellingud või muu sarnane kaitse tuleb kasutusele võtta esmajärjekorras.
lt: Apsauginiai aptvarai, darbo platformos, darbo krepšiai, pastoliai ir panašios apsauginės priemonės turi būti naudojamos pirmiausiai.

source: Kaitse võib osutuda tarvilikuks ka väiksemate tasandite vahe puhul, nt kui allpool asetseb vesi või teravad esemed.
lt: Apsauginių priemonių gali prireikti ir esant mažesniam lygių skirtumui, pavyzdžiui, jei apačioje yra vandens ar aštrių daiktų.

source: Kaitsepiirded peavad:
lt: Apsauginiai aptvarai turi būti:

source: olema turvalised
lt: stabilūs

source: olema vähemalt ühe meetri kõrgused koosnema ülemisest, keskmisest ja alumisest piirdest.
lt: mažiausiai vieno metro aukščio turi turėti turėklą viršuje, tarpinį turėklą ir lentjuostę.

source: Need võivad olla valmistatud ka teistmoodi, kuid nad peavad tagama turvalisuse vähemalt samal tasemel.
lt: Jie gali būti padaryti kitu būdu, bet turi užtikrinti mažiausiai tokią pat saugą.

source: Katustel läbiviidavate tööde puhul peab tavaliselt olemas olema kaitsepiire või muu varustus, mis tagab vajaliku kaitse.
lt: Atliekant darbus ant stogo paprastai reikia apsauginių aptvarų ar kitos įrangos, užtikrinančios atitinkamą saugą.

source: Monteerige kaitsepiire katuseräästa külge või katuseräästa juures lõppevate ehitustellingute külge.
lt: Sumontuokite aptvarą ant stogo krašto ar ant pastolių, kurių pabaiga yra prie pat stogo krašto.

source: Vaja võib minna eriti vastupidavaid tõkkeid, et peatada inimene, kes järsult katuselt kõrge kiirusega alla kukkuma hakkab.
lt: Gali prireikti ypač tvirtų aptvarų, kad sustabdytų asmenį, besiridenantį žemyn nuo stataus stogo.

source: Kui kaitse kinnitamine pole võimalik, tuleb kasutada personaalseid turvistikuga varustatud kaitseseadmeid.
lt: Jei nepavyksta įrengti įtvirtintos apsaugos, turi būti naudojama asmeninė kritimo apsauga su saugos diržu.

source: Keskkoha turvarihm võib kaasa tuua suuri vigastusi ning seda ei tohi seetõttu kasutada.
lt: Juosmens diržas gali sukelti didelius sužeidimus, todėl jo naudoti negalima.

source: Kinnitage ohutusnöör mingi kindla ja turvalise konstruktsiooni külge katusel.
lt: Pritvirtinkite pririšimo lyną prie kokio nors fiksuoto įrenginio ant stogo.

source: Kontrollige, et kinnitused on turvalised.
lt: Patikrinkite, ar įtvirtinimai yra patikimi.

source: Kui ohutusnööri pole võimalik kuhugi kinnitada, võib selle siduda ümber turvalise konstruktsiooni ning mõni teine inimene peab seda pingul hoidma.
lt: Jei pririšimo lyno nepavyksta niekur pritvirtinti, galima jį užvynioti ant fiksuoto įrenginio, o kitas asmuo jį turi laikyti ištiestą.

source: Sellised pinnad, mis ei kannata raskusi ning millest võib läbi kukkuda, tuleb blokeerida.
lt: Pasitaiko rizikos įlūžti pro nepakamai tvirtą paviršių – tokius paviršius aptverkite.

source: Kui sellistel pindadel tuleb siiski töid läbi viia, kasutage vastavaid turvaseadmeid.
lt: Naudokite ypatingą saugos įrangą, jei ant tokio paviršiaus dirbti būtina.

source: Osade tööde puhul on vajalik kasutada kaitsevõrku.
lt: Atliekant kai kuriuos darbus, tiktų naudoti apsauginius tinklus.

source: Enne kasutamist peab võrgu ja selle paigalduse üle kontrollima pädev isik.
lt: Svarbu, kad kompetentingas asmuo tinklus ir montavimą prieš naudojimą patikrintų.

source: Kui keegi peab töötama katusel väiksel tööpinnal üle nelja tunni ning katuse kalle on rohkem kui 1:4, peab tagatud olema horistonaaltne tööpind.
lt: Jei kas turi dirbti daugiau nei keturias valandas nedideliame plote ant stogo ir jei stogo nuolydis yra didesnis nei 1:4, reikia horizontalios darbo aikštelės.

source: Tavaliselt tuleb kasutada kaitsekiivrit ning kaitsejalanõusid.
lt: Paprastai reikia naudoti apsauginį šalmą ir apsauginius batus.

source: Vahel on tarvis kasutada ka silmakaitseid, kuulmekaitseid ja kindaid.
lt: Kartais reikalinga akių apsauga, ausų apsauga bei pirštinės.

source: Rasked tõsted ja väärad tööasendid koormavad keha
lt: Sunkūs svoriai ir neteisinga darbo pozicija apkrauna kūną

source: Ehitustöö on tihti raske ja koormav kehale ning seetõttu on ehitusmaterjalide transpordiks vajalik tõsteseadmed.
lt: Statybų darbas dažnai būna sunkus ir apkrauna kūną, todėl statybinių medžiagų pervežimui reikia kėlimo mechanizmų.

source: Masinad ja tööriistad peavad olema ergonoomilised.
lt: Mašinos ir įrankiai turi būti ergonomiški.

source: Pikemat aega redelilt töötamine pole kehale hea.
lt: Darbas ilgesnį laiką ant kopėčių kūnui nėra palankus.

source: Parema tööasendi tagab tasane pind, nt sellised platvormid, mida on võimalik tõsta või langetada.
lt: Plokščias paviršius, ant kurio būtų galima stovėti, pavyzdžiui, pakeliamos ir nuleidžiamos platformos, sąlygoja patogesnę darbo poziciją.

source: Pärast pingutamist peavad lihased kehas taastuma.
lt: Kūno raumenys turi atsigauti nuo įtampos.

source: Erinevaid töid tehes väldite lihaste ühekülgset pingutust.
lt: Venkite vienpusio raumenų apkrovimo keisdami darbo užduotis.

source: Keemiliste ainete kohta käivad reeglid Rootsis
lt: Švedijos taisyklės dėl cheminių medžiagų

source: Ehitusalal kasutatakse mitmeid mürgiseid, kantserogeenseid, söövitavaid või allergiaid tekitavaid aineid.
lt: Statybos srityje naudojama daug nuodingų, vėžį sukeliančių, graužiančių ir alergiją sukeliančių medžiagų.

source: Näiteks sisaldab betooni, müürimört ja krohv tsementi, mis võib pikemaajalisel kokkupuutel nahaga tekitada söövitushaavu.
lt: Pavyzdžiui, betono, mūro ir tinko skiedinio sudėtyje yra cemento, kuris per ilgesnį sąlytį su oda gali išgraužti žaizdas.

source: Keemiliste toodete puhul, mis sisaldavad ühte või enamat ohtlikku ainet, peab tööplatsil saadaval olema ka edasimüüja ohutusalane teabeleht.
lt: Dėl cheminių produktų, kurių sudėtyje yra viena ar keletas pavojingų medžiagų, darbo vietoje turi būti tiekėjo lapas su saugumo technikos taisyklėmis.

source: Kui tegemist on Rootsis ostetud toodetega, peab ohutusalane teabeleht olema rootsikeelne.
lt: Produktams, pirktiems Švedijoje, lapas su saugumo technikos taisyklėmis turi būti švedų kalba.

source: Ettevõte, kes toob Rootsi sisse ohtlikke keemilisi tooteid oma tarbeks kasutamiseks, vastutab selle eest, et toote kohta on töökohal olemas kirjalik ohutus- ja turvaalane teave töötajatele arusaadavas keeles.
lt: Įmonė, įvežusi pavojingą cheminį produktą į Švediją savam naudojimui, yra atsakinga už tai, kad darbo vietoje būtų raštiška rizikos ir saugos informacija apie tą produktą ta kalba, kurią supranta produkto naudotojai.

source: Ehitusplatsil peab olema tagatud loetelu kõigi ohtlike keemiliste toodete kohta.
lt: Statybvietėje turi būti visų pavojingų cheminių produktų sąrašas.

source: Igal tööandal lasub sellealane vastutus.
lt: Už tai atsako darbdavys.

source: Tööandja peab töövõtjaid teavitama keemiliste toodetega kaasnevatest riskidest ning veenduma, et töövõtjad on teabest aru saanud.
lt: Darbdavys privalo darbuotojus informuoti apie pavojingų cheminių produktų riziką ir įsitikinti, kad darbuotojai tą informaciją suprato.

source: Teatud ohtlike ainete puhul kehtivad eriti ranged reeglid:
lt: Kai kurioms pavojingoms medžiagoms galioja ypač griežtos taisyklės:

source: Asbest: asbestiga töötamiseks ja selle eemaldamiseks on töid läbiviival ettevõttel tarvis hankida Töökeskkonnaametilt luba.
lt: Asbestas: Darbą su asbestu ir asbesto griovimą atliekanti įmonė tam darbui turi gauti Valstybinės darbo aplinkos inspekcijos leidimą.

source: Loa saamiseks on vajalik esitada dokumendid vastava väljaõppe kohta ning arstitõend.
lt: Leidimui gauti reikalingas dokumentuotas išsilavinimas ir gydytojo pažyma.

source: Termoplast: ka termoplastiga seonduvate tööde puhul (nt vahtplast, mis sisaldab isotsüanaate, epoksiliimi, epoksivärvi jne) on vajalik enne tööde läbiviimist arstlik läbivaatus ning koolitus.
lt: Grūdinta plastmasė: Prieš pradedant darbą su grūdinta plastmase (pavyzdžiui sandūrų putomis, kurių sudėtyje yra izocianatų, epoksidinių klijų, epoksidinių dažų) reikia pereiti gydytojo apžiūrą ir apmokymus.

source: Nende reeglite rikkumine on karistatav ja võib lõppeda suurte trahvidega.
lt: Už šių taisyklių pažeidimą yra baudžiama ir gali būti skiriama didelė bauda.

source: Ühenduskohad ja transport
lt: Judėjimo keliai ir transportas

source: Ehitusplatsil peavad olema turvalised ühenduskohad, nt trepp või kaldtee erinevate tasandite vahel.
lt: Statybvietėje turi būti saugūs judėjimo keliai, pavyzdžiui, laiptai ar rampos tarp įvairių aukštų.

source: Kui töövõtja peab palju treppe kasutama, peab üle 10-meetriste tasanditevahelise vahede puhul olema tööplatsil tagatud lifti olemasolu.
lt: Jei lygių skirtumas yra didesnis nei dešimt metrų, reikia keltuvo, jei darbuotojams ir taip daug reikia laipioti laiptais.

source: Ehitusplatsile jäävate autoteede puhul peab turvalisus olema tagatud kas piisava vahemaa kindlustamise või kaitseseadmete olemasolu läbi.
lt: Statybose turi būti pakankamai saugus atstumas nuo automobilių kelių arba saugi įranga prie jų.

source: Tõsteseadmete, masinate ja teatud muude toodete kasutusjuhendid
lt: Naudojimosi instrukcija kėlimo mechanizmais, mašinomis ir kai kuriais kitais produktais

source: Masina või tõsteseadme kohale toimetamisel või kasutuselevõtul Rootsis, peab seade või masin olema varustatud kirjaliku rootsikeelse kasutusjuhendiga.
lt: Kai mašina ar kėlimo mechanizmas yra atvežamas į Švediją ar imamas Švedijoje naudoti, prie jo turi būti raštiška naudojimosi instrukcija švedų kalba.

source: Selle eest vastutab edasimüüja.
lt: Už tai atsakingas yra tiekėjas.

source: Edasimüüjaks loetakse ka ettevõtet või isikut, kes toob masina maale Rootsis kasutamiseks.
lt: Tiekėju yra laikomas ir tas, kas įveža mašiną naudoti Švedijoje.

source: Teave kasutusjuhendi kohustusliku sisu kohta on saadaval Rootsi Töökeskkonnaameti reeglistikus masinate kohta.
lt: Informacija apie tai, kas turi būti naudojimosi instrukcijos turinyje, yra Valstybinės darbo aplinkos inspekcijos nuostatose apie mašinas.

source: Eelnevalt kokkupandud ehitustellingute puhul peavad kirjalikud rootsikeelsed juhendid seadmete kohale toimetamisel kaasas olema ning need peavad olema ehitustööplatsil kättesaadavad.
lt: Atvežus pastolių fabrikatus, prie jų taip pat turi būti pridėtos raštiškos instrukcijos švedų kalba, o po to jos turi būti prieinamos darbo vietoje.

source: Teave kasutusjuhendi kohustusliku sisu kohta on saadaval Rootsi Töökeskkonaaameti reeglistikus ehitustellingute kohta.
lt: Valstybinės darbo aplinkos inspekcijos nuostatos apie pastolius nurodo, kas turi būti instrukcijų turinyje.

source: Kui masinat, tõsteseadet või tellinguid jne kasutatakse ehitustöödel, peab asjasse puutuval töövõtjal olema ligipääs ülalnimetatud seadmete kasutusjuhendite kohta.
lt: Kai statybose yra naudojama mašina, kėlimo mechanizmas, pastoliai ir kt., su jais dirbančiam darbuotojui turi būti prieinamos naudojimosi instrukcijos.

source: Juhendid peavad olema töötajale arusaadavas keeles.
lt: Instrukcijos turi būti ta kalba, kurią supranta darbuotojas.

source: Tõsteseadmete, masinate ja mõne muu toote CE-märk, tüübikinnitus ja ülevaatus
lt: Kėlimo mechanizmų, mašinų ir tam tikrų kitų produktų CE ženklinimas, atitikties aprobavimas ir techninė apžiūra

source: Et uusi tõsteseadmeid ja masinaid Rootsis kasutada, peavad need üldiselt olema varustatud CE-märgiga.
lt: Nauji kėlimo mechanizmai ir naujos mašinos turi būti su CE ženklinimu, kad jas būtų galima naudoti Švedijoje.

source: Rootsi toimetatavad eelnevalt kokkupandud ehitustellingud ja redelid peavad olema saanud volitatud organi poolt tüübikinnituse (redelite puhul ka sertifitseeringu).
lt: Kopėčių ir pastolių fabrikatų atitiktis, jei jie įvežami į Švediją, turi būti aprobuota (kopėčių atitiktis gali būti sertifikuota) akredituotos organizacijos.

source: Paljud masinad ja tõsteseadmed peavad selleks, et neid jätkuvalt kasutada tohiks, läbima korrapäraseid ülevaatusi.
lt: Daugelis mašinų ir kėlimo mechanizmų reguliariai turi pereiti techninę apžiūrą, kad juos būtų galima naudoti.

source: Kui ülevaatust pole tehtud või kui ülevaatuse korras esile toodud puudusi pole kõrvaldatud, on masina või tõsteseadme kasutamine karistatav.
lt: Jei techninė apžiūra nebuvo atlikta ir jei nurodyti trūkumai nebuvo ištaisyti, už tokių mašinų ir kėlimo mechanizmų naudojimą yra baudžiama.

source: Ülevaatus tuleb läbi viia vastavuses Rootsi seadusandlusega.
lt: Techninė apžiūra turi būti atliekama pagal Švedijos taisykles.

source: Mida veel meeles pidada
lt: Pagalvoti reikia ir apie tai...

source: Tõsiseid õnnetusi võib põhjustada ladustatud ehitusmaterjali liikumine, nt põhjustatuna tugevast tuulest.
lt: Rimti nelaimingi atsitikimai gali įvykti, jei sluoksniais sudėtos statybinės medžiagos imtų slinkti, pavyzdžiui, dėl stipraus vėjo.

source: Seetõttu on oluline materjali püsistamine.
lt: Todėl svarbu tokias medžiagas sutvirtinti.

source: Mõnikord on vajalik ka töövõtjate kaitsmine ilmastiku tingimuste (nt tuulte ja külma) vastu.
lt: Statybų darbuotojams kartais taip pat gali prireikti apsaugos nuo vėjo ir šalčio.

source: Alad, kus on kukkuvate esemete oht, tuleb blokeerida.
lt: Aptverkite ir paženklinkite teritorijas, kur egzistuoja daiktų kritimo rizika.

source: Kui neile aladele on siiski vaja juurde pääseda, on vajalik kaitsekatuse olemasolu.
lt: Jei ten reikia vaikščioti vis vien, reikalingas apsauginis stogas.

source: Maapinnatööd tuleb planeerida nii, et maapinda ei koormataks rohkem, kui see välja kannatab.
lt: Planuokite žemės darbus taip, kad žemė nebūtų apkrauta daugiau nei ji pakelia.

source: Vajadusel tuleb kindlustada kaitse maalihke suhtes.
lt: Jei to reikia, turi būti apsauga nuo įgriuvų.

source: Veenduge, et maapinnas poleks kaableid ega ohtlikke aineid ning et välistatud oleks masinate süvenditesse kukkumise oht.
lt: Patikrinkite, ar žemėje nėra laidų ir pavojingų medžiagų ir ar nėra pavojaus mašinoms įgriūti į duobę.

source: Sõidukid tuleb süvenditest eemal hoida.
lt: Transporto priemonių eismas turi vykti toliau nuo šachtos.

source: Ehitusplatsidelt mööduvad sõidukid kujutavad endast ohtu.
lt: Pravažiuojančių transporto priemonių eismas prie statybvietės sudaro riziką.

source: Esmajärjekorras tuleb liiklus ümber suunata.
lt: Pirmiausia reikia eismą nukreipti.

source: Liiklusest eraldamata tööplatsil töötav isik peab kandma helkuritega varustatud kõrgnähtavust tagavaid riideid.
lt: Dirbantys vietoje, neatskirtoje nuo eismo, turi būti apsirengę įspėjamaisiais drabužiais su atšvaitais.

source: Kui midagi juhtub
lt: Jei ištiktų nelaimė

source: Kõik peavad suutma turvaliselt ja kiiresti tööplatsilt lahkuda, nt tulekahju puhul.
lt: Visi turi turėti galimybę greitai ir saugiai palikti statybvietę, pavyzdžiui, gaisro atveju.

source: Väljapääsud ja kogunemiskohad peavad olema siltidega varustatud.
lt: Evakuacijos kelius ir susirinkimo zonas reikia pažymėti ženklais.

source: Evakuatsiooniuksed peavad avanema sissepoole ning tulekustutusvahenditele peab olema tagatud hõlbus ligipääs.
lt: Evakuacijos durys turi atsidaryti į išorę, priešgaisrinės priemonės turi būti lengvai pasiekiamos.

source: Alati peab olema valmisolek esmaabi osutamiseks ning sellise abi osutamiseks vajalikele ruumidele ja varustusele ligipääs peab olema siltidega viidastatud.
lt: Visada turi būti galimybė suteikti pirmąją pagalbą, turi būti ženklai, rodantys, kur yra pirmosios pagalbos patalpos ir įranga.

source: Samuti peab töökohas olema teabesilt, millelt on loetavad kiirabi ja päästeameti telefoninumbrid, töökoha aadress ja vajadusel ka teejuhised.
lt: Taip pat reikalinga lenta su greitosios pagalbos ir gelbėjimo tarnybos numeriais, darbovietės adresu ir galbūt kelio aprašymu.

source: Helistaja peab suutma suhelda Rootsi Päästeametiga.
lt: Pagalvokite apie tai, kad skambinantis turi mokėti susikalbėti su Švedijos gelbėjimo tarnyba.

source: Tavapäraselt oskavad Päästeameti töötajad inglise keelt.
lt: Paprastai anglų kalbą jie supranta.

source: Kui voolukatkestus toob endaga kaasa erilisi ohutusalaseid riske töökohas, peab töökoht olema varustatud avariivalgustusega.
lt: Jei dingusi elektra darbe sukeltų ypatingos rizikos, turi būti avarinis apšvietimas.

source: See kehtib nt tööde puhul, mis on seotud ehitussaega või ehitustellingute ülesseadmisega.
lt: Tai taikoma, pavyzdžiui, darbams su statybiniais pjūklais ir pastolių statymui.

source: Töökeskkonna plaan
lt: Darbo aplinkos planas

source: Töökeskkonna plaan tuleb välja töötada juba enne ehitustöödega alustamist.
lt: Viso objekto darbo aplinkos planas turi būti sudarytas prieš įkuriant statybvietę.

source: Eelkõige vastutab planeerimis- ja projekteerimisala ehitustöökeskkonna koordinaator plaani välja töötamise eest.
lt: Tuo pasirūpinti pirmiausia turi saugos ir sveikatos koordinatorius projekto parengiamuoju laikotarpiu.

source: Projektijuht või vastutava objektiülema vastutusalasse kuulub ka plaani rakendamine.
lt: Statytojas ar jo atsakomybę perėmęs statinio statybos valdytojas taip pat yra atsakingi už tokio plano sudarymą.

source: Töökeskkonna plaani kasutatakse kogu ehitusaja jooksul.
lt: Darbo aplinkos planas yra skirtas naudoti per visus statybų etapus.

source: Ehitustöökeskkonna koordinaatori ülesandeks on vastutada selle eest, et plaan oleks kättesaadav töökohal niipea, kui ehitustöödega on alustatud.
lt: Kai tik planas būna sudarytas, saugos ir sveikatos koordinatorius statybų laikotarpiu turi pasirūpinti, kad jis būtų prieinamas statybvietėje.

source: Koordinaatori ülesandeks on ka plaani vajalike muudatuste ja kohanduste tegemine.
lt: Koordinatorius prireikus turi planą pritaikyti.

source: Plaanis peab sisalduma alljärgnev:
lt: Planą turi sudaryti:

source: tööplatsil rakendatavad reeglid
lt: Taisyklės, kurios bus taikomos statybvietėje

source: töökeskkonna tööde organiseerimise kirjeldus ehitustööde ajal rakendatavate head töökeskkonda tagavate töökeskkonn meetmete kirjeldus.
lt: Aprašymas, kaip bus organizuojamas darbo aplinkos darbas

source: maalihke ohuga seotud süvenditööd
lt: žemės kasimo darbams su įgriuvų rizika

source: teatud keemiliste või bioloogiliste ainetega seotud tööd
lt: darbams su kai kuriomis cheminėmis arba biologinėmis medžiagomis

source: tööd kõrgepingeliinide läheduses
lt: darbams prie aukštos įtampos elektros linijų

source: uppumisohuga seotud tööd
lt: darbams, kuriuos atliekant gresia pavojus nuskęsti,

source: kaevude ja tunnelitega seotud tööd
lt: darbams šuliniuose ir tuneliuose

source: lõhkemisainete kasutamisega seotud tööd
lt: darbams, naudojant sprogstamąsias medžiagas,

source: raskete ehituselementide monteerimisega seotud tööd
lt: sunkių statybos elementų montavimo darbams

source: töö aladel, mida läbivad sõidukid kandekonstruktsioone lammutamisega või tervisele ohtlike materjalide või ainetega seotud tööd.
lt: darbams vietoje ar teritorijoje, pro kurią vyksta transporto priemonių eismas bei laikančių konstrukcijų ar sveikatai pavojingų medžiagų griovimo darbams.

source: Eelnev avaldus
lt: Išankstinis pranešimas

source: Töödeülem vastutab ka selle eest, et avalduse koopia pannakse üles ehitustööde platsil ning seda ajakohastatakse.
lt: Statytojas taip pat turi pasirūpinti, kad pranešimo kopija būtų iškabinta statybvietėje ir kad ji būtų nuolat tikslinama.

source: Planeerimine ja teave
lt: Planavimas ir informacija

source: Kõiki töid tuleb eelnevalt planeerida ja riski suhtes hinnata, et nende läbiviimine oleks turvaline.
lt: Visi darbai turi būti planuojami ir rizikos prasme įvertinami laiku, kad galėtų būti saugiai atliekami.

source: Laohooned, töökojad ja hoidlad ning ühendused ja transport tuleb eelnevalt planeerida.
lt: Reikia suplanuoti vietą būdelėms, dirbtuvėms bei sandėliams, taip pat reikia suplanuoti judėjimo kelius bei transportą.

source: Oluline on leida lahendus töökohtadele pääsemiseks.
lt: Svarbu išspręsti klausimą, kokiu būdu pasiekti visas darbo vietas.
